[
  {
    "id": "recZkNf2kwmdBcqd0",
    "name": "Attitude",
    "image": "https://kitesurf.voyages-adekua.fr/sites/default/files/kitesurf/produit/sejour-ou-stage-kitesurf-a-dakhla-attitude/images/sejour-kitesurf-dakhla-attitude-trip-adekua-01.jpg",
    "type": "Camp",
    "description": "Dakhla Attitude is composed of 2 camps with various infrastructures dedicated to accommodate all the clients needs. This includes a Spa, a Cable Park, and a Fitness Room. The guests can enjoy spending the day on the water and/or relax around the beach bar. Dakhla Attitude offers the best and latest kitesurf, windsurf, surf, SUP and wingfoil equipment, in addition to lessons for all levels and excursions to the best spots around Dakhla.",
    "location": "Dakhla",
    "swimming_pool": false
  },
  {
    "id": "rec5NBwZ5zCD9nfF0",
    "name": "KBC",
    "image": "https://l.icdbcdn.com/oh/2cc6205f-d409-46be-bed7-c6a98b255441.jpg?w=1040",
    "type": "Camp",
    "description": "KBC Dakhla is perfect for a very convenient sports holiday, because here you will find everything you need in one place: On the wide sandy beach in the north of the lagoon is the fully equipped kite and wingfoil centre. Directly behind it, discreetly integrated into the hilly landscape, you will find the modern hotel complex Dakhla Club Hotel & Spa with swimming pool, fitness, mountain biking, wellness and yoga and tasteful bungalows with a view of the kite lagoon. Strengthened by the breakfast buffet, you can reach the centre via the footpath in 2 minutes and are awaited by the friendly, cheerful team of the German kite school. You will learn to wing foil on the large private beach of the Kitelagune - supervised by the rescue boat. During the whole event week you can rent high-quality wingfoil gear from F-ONE/Duotone/Fanatic or you can store your wingfoil equipment with us. During the breaks at KBC Dakhla and at the Hotel Dakhla Club you have all possibilities to enjoy the daily sunshine, have a nice meal and get to know other wingfoilers and kitesurfers.",
    "location": "Dakhla",
    "swimming_pool": true
  },
  {
    "id": "recEHmzvupvT8ZONH",
    "name": "Lagoon Energy",
    "image": "https://l.icdbcdn.com/oh/d5273680-a4ec-4e20-abed-3da31043a4c3.jpg?w=2080",
    "type": "Camp",
    "description": "LAGON ENERGY Dakhla is a genuine oasis, with more than 5,000 trees and bushes, where aromatic plants and an organic vegetable garden mingle. An invitation to stroll and discover the treasures of the desert.",
    "location": "Dakhla",
    "swimming_pool": false
  },
  {
    "id": "recd1jIVIEChmiwhe",
    "name": "Evasion",
    "image": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/23/69/9a/e1/piscine.jpg?w=700&h=-1&s=1",
    "type": "Camp",
    "description": "The Dakhla Evasion hotel lies between the sea and desert on the Dakhla lagoon. You’ll have an awe-inspiring experience surrounded by staggering scenery in this boardsports paradise. Live it up at this kitesurfing camp in Dakhla, the perfect playground for kitesurfers and surfers of all abilities.",
    "location": "Dakhla",
    "swimming_pool": true
  },
  {
    "id": "recotY5Nh00DQFdkm",
    "name": "PK-25",
    "image": "https://lh3.googleusercontent.com/p/AF1QipMWezHj18IBJw1Clao-kRDbhpJyrwqwxknChDa_=w1080-h608-p-no-v0",
    "type": "Camp",
    "description": "PK25 sports center has exactly the same set-up as in Dakhla Attitude. With over 10 years of experience with the Dakhla Attitude sports center, you will have the best service and teaching quality. The kitesurfing philosophy is based on semi-private or private teaching method to help you securely reach your kitesurfing independence in no time.",
    "location": "Dakhla",
    "swimming_pool": false
  },
  {
    "id": "rec1Ntk7siEEW9ha1",
    "name": "Spirit",
    "image": "https://cdnx1.kitenation.com/wp-content/uploads/2019/02/kitenation-dakhla-spirit-2.jpg",
    "type": "Camp",
    "description": "Dakhla Spirit is a place that has been built out of love and passion for both the sport and the amazing location, and this is reflected in everything at the camp.",
    "location": "Dakhla",
    "swimming_pool": true
  },
  {
    "id": "recNZ0koOqEmilmoz",
    "name": "La Tour D'Eole",
    "image": "https://www.latourdeole.com/media/cache/jadro_resize/rc/tYEr1bMe1654522940/jadroRoot/medias/piscine-vue-couche-soleil.jpg",
    "featured": true,
    "type": "Camp",
    "description": "This is where La Tour d’Eole welcomes you, a haven of peace designed to recharge your batteries, a window that opens onto an exceptional environment.",
    "location": "Dakhla",
    "swimming_pool": true
  },
  {
    "id": "recrfxv3EwpvJwvjq",
    "name": "Nomades",
    "image": "https://kitetrip-planner.com/wp-content/uploads/2018/07/dakhla-auberge-des-nomades.png",
    "featured": true,
    "type": "Camp",
    "description": "Auberge des Nomades du Sahara situated in the south of Western Sahara, close to the Atlantic Ocean and facing the bay of Dakhla. The inn is located in the middle of sand dunes and surrounded by preserved nature. Each morning, the first rays of sunlight signal the start of a day full of enjoyable events, which continue until the fabulous sunset over the ocean either signals the return to the inn or the preparation of a bivouac.",
    "location": "Dakhla",
    "swimming_pool": false
  },
  {
    "id": "recoW8ecgjtKx2Sj2",
    "name": "Dakhla Camp",
    "image": "https://pics.uncubus.tech/images/15285/upload/500X257/55edec92e7d4e49c66e87b8269cab04f.jpg",
    "type": "Camp",
    "description": "Dakhla Camp offers beachfront accommodation 2.2 km from Plage Trouke 25 and offers various facilities, such as a restaurant, a shared lounge and barbecue facilities. Featuring family rooms, this property also provides guests with a sun terrace. Guests can have a drink at the snack bar.",
    "location": "Dakhla",
    "swimming_pool": false
  },
  {
    "id": "recoAJYUCuEKxcPSr",
    "name": "Dakhla Kitesurf World",
    "image": "https://dakhlakiteworld.com/wp-content/uploads/2018/07/IMG_0893.jpg",
    "featured": true,
    "type": "Camp",
    "description": "Dakhla Kitesurf World is a hotel/camp providing all the comfort needed while being in the middle of the desert. It is the ideal Kitesurfing spot for those who just want to relax while learning or improving their skills as well as exploring stunning sceneries nearby. Guests having stayed with us mostly appreciate the team’s attention and efforts into making them feel at home. Located at about 27 km from Dakhla, we are few meters across from the lagoon and surrounded by sand dunes.",
    "location": "Dakhla",
    "swimming_pool": false
  },
  {
    "id": "recQ0fMd8T0Vk211E",
    "name": "West Point",
    "image": "https://dakhlakitesurfhotels.com/wp-content/uploads/westpoint.jpg",
    "type": "Camp",
    "description": "WestPoint is an eco-friendly hotel with 49 two-story bungalows, which faces the Atlantic Ocean, perfect for families or groups.",
    "location": "Dakhla",
    "swimming_pool": true
  },
  {
    "id": "rec7CjDWKRgNQtrKe",
    "name": "Ocean Vagabond Lassarga",
    "image": "https://media-cdn.tripadvisor.com/media/photo-s/22/84/96/74/ocean-vagabond-dakhla.jpg",
    "type": "Camp",
    "description": "Dakhla Lassarga is a small haven of peace by the ocean. Divided into two spots in its own right, Lassarga offers a unique learning and development ground for surfing, kitesurfing and windsurfing. Coté Lagon is a private spot, flat and glassy all year, with a constant wind and little background for learning kitesurfing. Beginners welcome. On the Ocean side, it's the winter swell, for surfing and kitesurfing, but also a perfect learning spot during the summer, the spot becoming glassy and flat again.",
    "location": "Dakhla",
    "swimming_pool": false
  },
  {
    "id": "recF0KpwlkF7e8kXO",
    "name": "Kitesurfing-Dakhla",
    "image": "https://media-cdn.tripadvisor.com/media/attractions-splice-spp-720x480/0f/06/33/9f.jpg",
    "type": "Mobile",
    "description": "Kitesurfing Dakhla is a mobile kitesurfing school located in Dakhla. The Kite school is run by a dedicated and competent team, They offer kite lessons with qualified teachers with over 13 years of expertise. ",
    "location": "Dakhla",
    "swimming_pool": false
  },
  {
    "id": "recs5BSVU3qQrOj4E",
    "name": "Pro Kite Morocco",
    "image": "https://static.wixstatic.com/media/9004d9_90f5d24aad6448e18b9b801adf3b3744~mv2.jpg/v1/fill/w_640,h_400,al_c,q_80,usm_0.66_1.00_0.01,enc_auto/9004d9_90f5d24aad6448e18b9b801adf3b3744~mv2.jpg",
    "type": "Mobile",
    "description": "Pro Kite Morocco is an organisation dedicated to exceed the expectations of your next Moroccan kiteboarding vacation. You will be accompanied by founder, manager and kite instructor Youssef Kheribech, twice moroccan freestyle kitesurf champion (and world top-16), who offers coaching and lessons.",
    "location": "Dakhla",
    "swimming_pool": false
  },
  {
    "id": "recroK1VD8qVdMP5H",
    "name": "Yougi Kiteboarding",
    "image": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/22/57/4c/46/kitesurf-dakhla.jpg?w=1200&h=900&s=1",
    "type": "Mobile",
    "description": "Yougi kiteboarding offers kiteboarding courses for all levels. Different training packages are available based on your preferences, allowing you to learn at your own pace and under the best conditions. The school is located in Dakhla, one of the best places in the world for this sport, and offers itinerant coaching to guide you to navigate the most beautiful spots.",
    "location": "Dakhla",
    "swimming_pool": false
  },
  {
    "id": "rec7JInsuCEHgmaGe",
    "name": "Ocean Vagabond",
    "image": "https://www.vdws.de/fileadmin/Fileuploads/user_upload/Center/Images/ion-club-essaouira_03.jpg",
    "featured": true,
    "type": "Center",
    "description": "Océan Vagabond welcomes you in a surf and bohemian atmosphere on the beach of Essaouira, facing Mogador Island. It offers an indoor space, a tree-filled terrace for your lunches and dinners, a beach area with sun loungers to disconnect under the sun, and an indoor bar to gather around a drink. Our chef offers a daily menu based on the market's fresh fish, seafood, seasonal vegetables, and ingredients, with delicious and simple or innovative cuisine made from fresh and organic products from the Océan Vagabond vegetable garden. Our menu also includes a selection of teas, fresh fruit juices, ice cream, and a great selection of local wines.",
    "location": "Essauoira",
    "swimming_pool": false
  },
  {
    "id": "rec3jeKnhInKHJuz2",
    "name": "Kiteboarding Xperience",
    "image": "https://visitessaouira.com/wp-content/uploads/2022/02/191744836_174570131338020_6698195515055240662_n.jpg",
    "featured": true,
    "type": "Mobile",
    "description": "Kiteboarding Xperience kitesurf school is located in Essaouira, on the west coast of Morocco. Essaouira is an ideal playground for kitesurfing, with wind conditions all year round. With the mobile school, you can discover different spots around Essaouira, enjoy downwind sessions or day trips.",
    "location": "Essauoira",
    "swimming_pool": false
  },
  {
    "id": "recv2ohxljlK2FZO7",
    "name": "Kite Surf Maroc",
    "image": "https://spotymag.spotyride.com/wp-content/uploads/2020/01/Kitesurf-maroc-spotyride.jpg",
    "type": "Mobile",
    "description": "Cloud bread VHS hell of banjo bicycle rights jianbing umami mumblecore etsy 8-bit pok pok +1 wolf. Vexillologist yr dreamcatcher waistcoat, authentic chillwave trust fund. Viral typewriter fingerstache pinterest pork belly narwhal. Schlitz venmo everyday carry kitsch pitchfork chillwave iPhone taiyaki trust fund hashtag kinfolk microdosing gochujang live-edge",
    "location": "Essauoira",
    "swimming_pool": false
  },
  {
    "id": "recJIjREF3dlFi3sR",
    "name": "Bluekite",
    "image": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/4b/5a/77/la-fin-de-cours-se-termine.jpg?w=1200&h=-1&s=1",
    "type": "Center",
    "description": "Kitesurfmaroc is a 4x4 mobile school that offers a unique experience. The school teaches Kitesurfing, Surfing, Stand-up Paddleboarding, and Windsurfing, with equipment rental available for all kind of riders. The school offers an exciting package that includes Kitesurfing, Surfing Clinics, and Trips. The team is dedicated to providing you with the best experience in Morocco, making your holidays unforgettable.",
    "location": "Essauoira",
    "swimming_pool": false
  },
  {
    "id": "recm7wC8TBVdU9oEL",
    "name": "Explora",
    "image": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/16/24/4c/2d/our-beach-side-centre.jpg?w=1100&h=1100&s=1",
    "type": "Center",
    "description": "Essaouira Watersports Kitesurf and Surf school is a family run business in Essaouira. They offer kitesurf and surf lessons, in Essaouira kitesurf lessons, surf lessons, group lessons Private lessons, downwinder, surf trips and gear rental. The instructors are IKO certified and love what they are doing. The team of Essaouira Watersports would like to share that passion with you during your stay.",
    "location": "Essauoira",
    "swimming_pool": false
  },
  {
    "id": "rectfNsySwAJeWDN2",
    "name": "UCPA Dreamkite",
    "image": "https://thepinkpack.files.wordpress.com/2016/11/pink-pack-maroc-session-dakhla-kitesurf-2016-orelib-best-of-low-40.jpg",
    "featured": true,
    "type": "Camp",
    "description": "DREAMKITE is a great KITESURF school located in Dakhla since 2011. At the nautical base, you'll find the sail loft, restaurant, bar, and terrace, all in a 100% Moroccan ambiance. The school offers courses for all levels, from beginners to advanced riders, to help you achieve your kitesurfing dreams.",
    "location": "Dakhla",
    "swimming_pool": false
  },
  {
    "id": "glozHtKpVmUQrXbL7",
    "name": "UCPA",
    "image": "https://api.madein.city/img/places/10/21058/5e09cd882e918209671921.jpg",
    "featured": true,
    "type": "Center",
    "description": "UCPA is a kite school located in Essaouira, Morocco. The school offers kitesurfing courses for all levels, from beginner to advanced, with experienced and certified instructors. UCPA also provides all necessary equipment and accommodation at their sport village, which includes a variety of activities such as yoga, fitness, and cultural outings. The school's prime location on Essaouira's coast provides ideal wind and wave conditions for kitesurfing. UCPA promises an unforgettable experience for kite enthusiasts and adventure seekers alike.",
    "location": "Essauoira",
    "swimming_pool": false
  },
  {
    "id": "KbPcHhXvqZgWdmJfAjN",
    "name": "Kaouki Karma Surf",
    "image": "https://lh3.googleusercontent.com/p/AF1QipOLWKTPWnGvZGhDrFabxn5pOk1vEfGlDsrVm5oN=s1360-w1360-h1020",
    "featured": true,
    "type": "Center",
    "description": "Kaouki Karma Surf center is at the heart of Sidi Kaouki, built in order to offer more opportunities for local surfers and international visitor to take advantage of the the great Sidi kauki Beach spot",
    "location": "Sidi Kaouki",
    "swimming_pool": false
  }
]
